Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/metsa.fi/c92.pdf.tmx
Source language: fin
Languages: sme

source: Strategia mukaisesti luonnonvarojen kulttuurinen merkitys huomioon ottaen ”Luodaan menettely, jolla Saamelaisten kestävän kehityksen ohjelman linjauksia otetaan huomioon saamelaisten kotiseutualueen luonnonvarapolitiikassa ja maankäytön suunnittelussa.
sme: čuohcán vejolašvuođaide bargat sámekultuvrrain meahcceguovlolága gustonáigge. Meahciráđđehus lea geatnegahtton dorvvastit sámekultuvrra ođđa meahciráđđehuslágas, muhto dat ii leat váikkuhan positiivvalaččat sámiid sajádahkii Darvvatvári meahcceguovllus.

source: ” (s. 18 ja 69). Valtioneuvosto hyväksyi 14.12.
sme: 4. Darvvatvári meahcceguovllu dikšun- ja geavahanplána

source: Sen mukaisesti ”…
sme: Meahccevuojáhagat

source: Saamelaiskäräjien mielestä suunnitelma noudattaa jossain määrin pääväestön kestävän käytön periaatteita. Saamelaisten kestävän kehityksen edellytykset on otettu hoito- ja käyttösuunnitelmaan vanhentuneesta ohjelmasta.
sme: Meahciráđđehus lea dulkon meahcceguovlolága ja eanageavahan- ja huksenlága (EHL) gaskasaš gaskavuođa nu, ahte dat lea eiseváldin geatnegahtton váldit vuhtii Duottar-Sámi guovloláva dán guovllu dikšuma ja geavaheami plánemis.

source: Lähtötilanteen ajankohta
sme: Dát mearkkašivččii

source: Hoito- ja käyttösuunnitelman arvioiden lähtökohtana on pidettävä erämaalain voimaan tuloa.
sme: – nuppeláhkai go Meahciráđđehus lea ášši dulkon – earret eará dan ahte ovdamearkka dihte Bálo

source: Lain tarkoittamien seikkojen on tullut toteutua koko sen voimassaolon ajan, vaikka suunnitelmaa ei ole vielä (2007) vahvistettu.
sme: jávrris Gilbbesjávrái manni meahccejohtalusvuojáhaga, mii ludde sakka boazodoalloguovlluid, ii dárbbašivčče eanagoddeláva dihte merket meahcceguovloplánii.

source: Esimerkiksi erämaalakia koskevan hallituksen esityksen pääasiasiallisen sisällön mukaan porotalouden ja muiden luontaiselinkeinojen sekä retkeilyn mahdollisuuden tulevat lain voimaan tulon myötä paranemaan tai säilyvät ainakin entisellään eli vuoden 1991 tilanteen tasolla.
sme: Meahccejohtalusláhka ii dovdda Meahciráđđehusa meahccevuojáhagaid, mat eai dušše stivre muhto dábálaččat maiddái lasihit meahccejohtalusa almmá ahte dán heađuštusas ja vahágis mearriduvvošii buhtadus sámiid ealáhusaide dego boazodollui.

source: Paikallisen väestön väljä käsite, joka käytännössä sisältää erilaisia ryhmiä paikallisista maanomistajista ja ulkokuntalaisista koiratarhanomistajista perinteisiä elinkeinojaan harjoittaviin saamelaisiin, aiheuttaa haittaa ja vahinkoa saamelaisväestölle ja poronhoidolle, joiden edut poikkeavat eniten tai ovat ristiriidassa muun käyttäjäkunnan etujen kanssa.
sme: Sámedikki mielas meahccejohtalusvuojáhagat, main leat plána mielde lobálaččat beanasafáradoaibma, mohtorgielkásafáradoaibma, mohtorgielkkáid teastajoavkodoaibma ja ráddjekeahtes riikkadási vuojáhatlohpemohtorgielkkástallan, eai heive Darvvatvári meahcceguvlui, dasgo dat čuhcet doppe viidát birrasii ja heajudit dán guovllus mealgat sámiid boazodollui vuođđuduvvi kultuvrrain bargama.

source: Erämaasuunnittelun tämä lähtökohta, joka ei tunnusta käyttäjien erilaisia oikeudellisia ja taloudellisia lähtökohtia ja erilaisia tarpeita ei voi olla niin laajasti hyväksytty kuin sen esitetään olevan.
sme: Dan maŋŋá go Bálojogas Gilbbesjávrái manni meahccejohtaluslága mieldásaš meahccejohtalusjohtolat lea doaibman, de sámedikki mielas Bálojávrri–Gilbbesjávrri meahccejohtalusvuojáhat galggašii jávkaduvvot meahcceguovloplánas.

source: Kun saamelaiskäräjillä on lisäksi mahdollisuus valittaa koko suunnitelman vahvistamista koskevasta päätöksestä, olisi saamelaiskäräjät tullut mainita kuulemis- ja neuvotteluosapuolena läpi koko suunnitelman.
sme: Dat manná boazodoalloguovlluid sihke mehciid ja suodjalanguovlluid čađa nu ahte čuohcá daid ekologalaš ovdáneapmái. Turismma dáfus livččii doarvái ahte dán meahccejohtalusjohtolagas livčče Norgga guvlui dálá davil lulás manni ”laktavuojáhagat”.

source: 2. Erämaasuunnittelun epäkohtia
sme: Lustageavaheapmi ja luondduturisma

source: Saamelaiskäräjien arvion lähtökohtana on, että poronhoito, metsästys ja kalastus muodostavat saamelaisten kulttuurin keskeisen materiaalisen perustan, joka on lainsäädännön mukaisesti turvattava Tarvantovaaran erämaan hoito- ja käyttösuunnitelmassa.
sme: Meahcceguovloplánema dáfus Meahciráđđehusa fitnodatlágádusiešláhki lea mearkkašan ee. dan, ahte lustageavaheamis lea šaddan plánema ođđa vuođđosuorgi, mii lea guovddážis Meahciráđđehusa doaimmas ja man luonddugeavaheapmái guoskevaš dárbbuid geahččalit dorvvastit.

source: Tämän oikeudellisen lähtökohdan huomioon ottaminen suunnitelmassa on velvoittava suhteessa erämaasuunnittelun käytäntöihin.
sme: Lustageavaheapmi ii leat namuhuvvon meahcceguovlolága ulbmiliin, main namuhuvvo guovllu máŋggabealat geavaheami dorvvasteapmi.

source: Tarkastelu edellyttää osin laajennetun näkökulman huomioon ottamista, jossa myös Metsähallituksen yleisiä toimintaperiaatteita ja –linjauksia on käsiteltävä siinä määrin kuin ne määrittelevät ja ohjaavat erämaasuunnittelua.
sme: Lustageavaheapmi lea Meahciráđđehusa iežas ákkastalakeahtes dulkon meahcceguovlolágas. Luondduturisma lea nubbi doaba, man Meahciráđđehus lea geavahišgoahtán meahcceguovlluid birra, muhto dat lea meahcceguovloláhkii vieris doaba.

source: Näihin toimintalinjauksiin, tulkintoihin ja arvoihin sisältyy seikkoja, jotka voivat olla ristiriidassa saamelaisten oikeuksien kanssa tai johtaa toimintamalleihin, jotka eivät tue tai haittaavat saamelaiskulttuurin materiaalisten edellytysten toteutumista.
sme: Juohkeolbmovuoigatvuhtii vuođđuduvvi lustageavahanhápmin ii sáhte sámedikki mielas atnit ovdamearkka dihte luonddus johtaleami mohtorgielkkáin, mii lea meahccejohtaluslága (1710/ 1995) vuollásaš doaibma, masa galgá leat eananeaiggáda lohpi, ja dát guoská sihke báikkálaš olbmuide ja eará sajis boahtán olbmuide, mas dárkileappot maŋŋelis (logus Meahccejohtalus).

source: Suunnittelussa on mukana lukuisia pääväestöä edustavia sidosryhmiä, joiden poliittinen painoarvo – eivätkä oikeudelliset ja ympäristöön vaikuttavat seikat - määrää pitkälle suunnitelman oikeudelliset ja kestävyyteen liittyvät arviot.
sme: Meahccejohtalus, man lea sierraláhkan muddemin meahccejohtalusláhka, ii vuoigatvuođalaččatge dáidde gullat lustageavaheapmái, dasgo meahccejohtaluslága 1 §:a ulbmilin lea earret eará hehttet heađuštusaid, mat čuhcet oppalaš lustageavaheapmái mohtorfievrruid geavaheamis meahcis.

source: Matkailun tieltä voidaan syrjäyttää yleisoikeusperustaiset, saamelaisille kulttuurisina perusoikeuksina turvatut perinteiset elinkeinot kuten poronhoito, kalastus ja metsästys sivuuttamalla niiden harjoittamisen edellytykset.
sme: Mohtorfievrruiguin dáhpáhuvvi lustageavaheapmi gilvvohallá sakka boazodoaluin, mii muđuige gánnáha ekonomalaččat hui funet ja šaddá gilvvohallat eará geavaheddjiiguin maŋimuš meahcceguovlluid alde, eaige dáid geavahanjoavkkuid beroštumiiid sáhte álggage álo oktiiheivehit.

source: Pääväestön kannalta kehitys on jokseenkin kestävää aina, koska saamelaiskulttuurin häviäminen alueelta ei vaikuta tulevia sukupolvia ajatellen alueen taloudelliseen hyödyntämiseen pääväestön hyväksi kaivostoiminnan tai talvimatkailuun avulla.
sme: Giehtaruohttasa guovllu dáluhis sámit eai sáhte oažžut lassadietnasiid iežaset dálu buvttadeamisge dego guovllu látteveahkadat dábálaččat. Meahccejohtalussii vuođđuduvvi ovddideami ektui meahcceguovlu lea juhkkojuvvon avádagaide, muhto dát ii vuođđuduva lustageavaheami hárrái meahcceguovloláhkii.

source: Matkailun edistämistä perustellaan lisäksi sillä, että elinkeinoa harjoittavat myös saamelaiset.
sme: Meahcceguovloplánas árvaluvvon, meahccejohtalussii vuođđuduvvi lustageavaheami doaibmalinnját lasihit sámedikki

source: Peruste on kestämätön, koska massamatkailu ei ole osa saamelaisten alkuperäiskansan kulttuuria, vaan merkitsee saamelaisille kulttuurin menettämistä, vaikka aineellinen hyvinvointi lisääntyisikin.
sme: mielas boazodoalu ja lustageavaheami gaskasaš soahpameahttunvuođa ovddežisge. Lea čielggas ahte mohtorfievrruiguin dáhpáhuvvi lustageavaheapmi dahje beanavuodjindoaibma ii heive guovllu meahccáivuođa seailluhanulbmilii.

source: Tältä perustalta on erämaasuunnitelmiin rakennettu keskeiset käsitteet kuten erämaalakiin perustumaton ja matkailun saavuttamia asemia turvaava vyöhykejaotus, maastoliikennelakiin perustumaton maastoliikenneura, metsähallituslakiin ja erämaalakiin perustumaton käsite luontomatkailun kehittäminen, maastoliikennelain kanssa ristiriidassa oleva virkistyskäyttö-käsite ja lakiin perustumaton paikallisen väestön ”oikeus” maastoliikennelupaan.
sme: Meahcceguovloplánema dálá ideologiija mielde buohkaid beroštumit galggašedje dorvvastuvvot meahcceguovllus, muhto dákkár jurddašanvuohki doalvu boastto politihkkii viehka gáržžes meahcceguovlluin, main sierra luonddugeavahanhámit leat gilvaleamen eatnamiid alde. Sámiid iežaset kultuvrra dáfus dát mearkkaša dan, ahte sámiid luonddugeavaheapmái guoskevaš sierradárbbut (álgoálbmogin) deaddiluvvojit oktasaš luonddugeavahandárbbuid, dego lustageavaheami, vuollásažžan.

source: Erämaasuunnitelma on rakennettu lainsäädännön perustalle, joka useilta osin on 2000-luvulla muuttunut kuten Metsähallituslain ja yhdenvertaisuuslain osalta.
sme: Lassáneaddji lustageavaheapmi ovttas eará báikkálaš olbmuid luonddugeavahemiin ja eará vejolaš luonddugeavahanhámiiguin gáržžida mealgat sámiid vejolašvuođaid bargat iežaset kultuvrrain meahcceguovllus.

source: Suunnitelman valmistumisen aikaankin voimassa ollutta lainsäädäntö on tulkittu – toisinaan virheellisesti – siten, että se tukisi esitettyjä ratkaisumalleja.
sme: Jearaldat lea dalle das, ahte boazodoalu, guolástusa ja meahccebivddu ja dakko bokte sámekultuvrrain bargama vejolašvuođat diđolaččat gáržžiduvvojit.

source: Metsähallitus korostaa etnistä neuraalisuuttaan maankäytössä.
sme: Dát lea ovdamearka das, mo riikkavuložiid ovttadássásašvuohta ii čuvvojuvvo.

source: Poronhoidon osalta suunnitelmassa ei tarvitsisi olla etnisesti neutraali, vaan turvata sitä Metsähallituslain edellyttämällä tavalla saamelaisten kulttuuriin kuuluvana elinkeinona.
sme: Sámiid kultuvrralaš vuoigatvuođat álgoálbmogin galge plánema válmmaštallamis váldojuvvot sierra vuhtii Meahciráđđehuslága, meahcceguovlolága, boazodoalu ja luondduealáhusaid ruhtadanlága, ovttavearsdásašvuođalága ja KP-soahpamuša 27 artihkkala mielde.

source: Suunnitelmassa on jäänyt huomaamatta, että esimerkiksi porotalouden ja luontaiselinkeinojen rahoituslaki (45/2000) tekee jo lain tavoitteissa saamelaisten kotiseutualueella eron sekä saamelaiselinkeinojen ja laissa säädettyjen muiden luontaiselinkeinojen välillä että saamelaisten ja muiden luontaiselinkeinonharjoittajien välillä.
sme: Riikkabeivviid bargoeallin- ja dásseárvováljagoddi celkkii smiehttamušastis (7/2003 vp) sámiid sajádaga birra ovttadássásašvuođaplánas čuovvovačča: ”Erenoamáš fuopmášumi galgá giddet sámiid sajádahkii álgoálbmogin ja sámekultuvrra deháleamos ávnnaslaš vuođu dahjege boazodoalu dorvvasteapmái.

source: Lain tavoitteet edellyttävät lain mukaisissa toimenpiteissä kiinnitettäväksi erityistä huomiota saamelaisten mahdollisuuksiin ylläpitää ja kehittää kulttuurimuotoonsa kuuluvia elinkeinoja saamelaisten kotiseutualueella.
sme: Eiseválddit galget dađistaga ovddidit sámiid vejolašvuođaid bargat boazodoaluin ja háhkat das áigáiboađuset.”

source: Saamelaisten positiivisen erityiskohtelun mahdollisuus perustuu lisäksi yhdenvertaisuuslakiin kuten edellä on todettu.
sme: Maiddái stáhtaráđi ovdalis máinnašuvvon prinsihppamearrádus ”Riikkadási bistevaš ovdáneami strategiija ” Kohti kestäviä valintoja.

source: Yhdenvertaisuuslain lähtökohtana on puolestaan se, että positiivinen erityiskohtelu – kuten saamelaisten osalta – on tietyissä tapauksissa kuten saamelaisten poronhoidon osalta lain sallimaa.
sme: Kansallisesti ja globaalisti kestävä Suomi ” (Valtio Sámiid bistevaš ovdáneami prográmma linnjemat váldojuvvojit vuhtii sámiid ruovttuguovllu luondduriggodatpolitihkas ja eanageavanplánemis.

source: Metsähallitus on käyttänyt erämaasuunnitelman teossa laajaa osallistavaa käytäntöä, mikä on merkinnyt sitä, että kaikki, jotka katsovat itsensä osapuoliksi ovat voineet lausua mielipiteensä.
sme: ” neuvoston kanslian julkaisuja 5/2006), mii galgá čuvvojuvvot buot hálddahusas, gáibida luondduriggodagaid kultuvrralaš mearkkašumi vuhtiiváldima: ”Láhččojuvvo meannudanvuohki, mainna

source: Suunnitelma on laadittu demokraattisella päätöksellä vieden läpi ne asiat, joita enemmistö on kannattanut.
sme: Buot buohkanassii jearaldat ii leat dušše boazodoalu dárbbuin muhto seammás maiddái guovllu luonddudilálašvuođas ja meahccáivuođas.

source: Saamelaisten osuus Enontekiön väkiluvusta on viidennes. On selvää, että enemmistödemokratiassa heidän näkemyksensä ei kuulu.
sme: Meahciráđđehus dulko meahcceguovlolága boastut, go geahččala veagal heivehit mohtorfievrruiguin dáhpáhuvvi lustageavaheami meahcceguovlluid geavahanhápmin.

source: Suunnitelman laaja paikallinen hyväksyntä ei siten merkitse sitä, että sillä olisi Saamelaiskäräjien ja Käsivarren paliskunnan hyväksyntää.
sme: Plána mieldásaš lustageavaheami ja luondduturismma ossodat ja mearkkašupmi sámiid kultuvrii gullevaš ealáhusaiguin barganvejolašvuođaid dorvvasteami ektui dagaha sámedikki ipmárdusa

source: Metsähallituksen lakisääteisiin velvollisuuksiin kuuluu kuitenkin uuden metsähallituslain 4 § 2 momentin perustelujen mukaan nimenomaan neuvottelut saamelaiskäräjien kanssa.
sme: mielde dan, ahte sámiid kulturhápmái gullevaš ealáhusat jávket johtilit Darvvatvári meahcceguovllus. Avádatjuohku, huksen ja luohpadeamit

source: Muu osallistava käytäntö suunnittelussa on lähinnä politiikkaa, jolla ei saamelaiskäräjien mielestä tulisi olla nykyisen kaltaista merkitystä suunnitelmaa laadittaessa.
sme: Avádatjuohku vuolgá plánas das, ahte buot ulbmiliid – dego meahcceguovloluonddu seailluheami, sámekultuvrra dorvvasteami, huksema ja guovlluid lustageavaheami – lea váttis juksat oppa guovllus, ja nuba guovlu juhkkojuvvo avádagaide, main deattuhuvvojit sierra doaimmat ja beroštumit.

source: Yleisessä suunnittelukäytännössä on ongelmallisinta ollut se, että osallistavasta käytännöstä huolimatta Metsähallituksella on ollut hyvin hallitseva asema suunnittelussa (Heikkilä 2000, Heikkilä 2003, Raitio 2000).
sme: Buot huksen meahcceguovllus galgá alimus hálddusrievtti čovdosa mielde vuođđuduvvat lágafámolaš dikšun- ja geavahanplánii (KHO 23.2.2004 T 354).

source: Erämaasuunnittelun keskeisistä peruslähtökohdista ei ole voitu päästä yksimielisyyteen suunnitteluprosessin aikana, kuten monipuolisen käytön periaatteesta, sen vaikutuksista saamelaisten luonnon käytölle, alueen käytön priorisoinnista, eri käyttömuotojen välisistä ristiriidoista sekä käytön ja suojelun välisistä ristiriidoista erämaalain tavoitteissa.
sme: Sámediggi vuostálastá dan ahte guvlui lobi haga huksejuvvon priváhtaolbmuid gámppát dahkkojuvvojit lágalažžan geavahan vuoigatvuođasoahpamušaid vuođul. Nu guhká go sámiid vuoigatvuođat guovllus eai leat dorvvastuvvon, de dohko ii oaččo diktit hukset dahje láigohit ráhkadusaid.

source: Käytännössä eri luonnonkäyttömuotojen välillä vallitsee keskenään varsin ristiriitaisiakin tarpeita ja etuja, joiden erittely, käsittely ja ratkaiseminen on Tarvantovaaran erämaasuunnitelmassa jäänyt kesken.
sme: Boazodoalu dárbbuid vuhtii váldin Darvvatvári dikšun- ja geavahanplána váttisvuođaid váldosivvan lea turismma ja boazodoalu gaskasaš ruossalasvuohta, mii lea plánas čovdojuvvon čielgasit turismma buorrin.

source: Saamelaiskäräjät toteaa lisäksi, ettei suunnitelmia tulisi laatia ennen kuin taustalla olevat perustavat maa- ja vesioikeuskysymykset on ratkaistu.
sme: Go guovllu buot boazodoallit leat sámit, de lea ruossalasvuođadilli seammás čovdojuvvon Eanodaga gieldda

source: (OKa K 9/1999 vp s. 45) Eduskunnan perustuslakivaliokunta on saamelaisten kotiseutualueen valtionmaata koskevassa lausunnossaan (29/2004 vp) todennut, että tutkimuksen mukaan valtion omistusoikeus on kyseenalainen (Kaisa Korpijaakko-Labba), kun taas lapinkylän osakkailla on ollut omistusoikeus veromaihinsa kuten kalavesiin, pyyntipaikkoihin ja laidunmaihin (Juhani Wirilander).
sme: ja dan váldoálbmoga buresbirgejumi ja vearroboađuid buorrin nu, ahte Giehtaruohttasa boazosámiid kulturhámi vuođđun leahkki boazodoallu lea govssáhallan. Go Meahciráđđehus lea – stáhta eahpidahtti oamastanvuoigatvuođa vuođul – oppa meahcceguovlolága gustonáiggi jagi 1991 rájes gitta jahkái 2006 luoitán dán meahcceguvlui geavahanhámiid, mat áitet sakka sámiid árbevirolaš ealáhusaid, de lea boazodoalu sajádat hedjonan mealgat, mii manná meahcceguovlolága ulbmila vuostá.

source: Oikeusministeriössä on keväällä 2006 valmistunut julkisoikeudelliselta perustalta lainsäädännöllinen luonnos, jonka tarkoitus on täyttää ILO:n alkuperäiskansasopimuksen 169 vaatimukset saamelaisten maahan, veteen, luonnonvaroihin ja perinteisiin elinkeinoihin kohdistuvien oikeuksien osalta.
sme: Dál Meahciráđđehus lea dikšun- ja geavahanplána bokte dahkamin lágalažžan dálá dili, mii manná ruossalassii meahcceguovlolágain. Sámedikki mielas boazodoalu dárbbut eai leat váldojuvvon vuhtii iige meahcceguovloplánas doaladuvvo doarvái duođalaččat boazodoalu eanangeavaheapmái guoskevaš sierradárbbuide, mat leat boazoguohtoneatnamiid viiddisvuohta, oktilašvuohta, ortnet ja guohtunráfi.

source: YK:n ihmisoikeuskomitea, joka tulkitsee KP-sopimuksen noudattamista, on Suomea koskevissa loppupäätelmissään vuonna 2004 (17) pahoitellut sitä, että se ei ole saanut selvää vastausta saamelaisten oikeuksista alkuperäiskansana (perustuslain 17 § 3 momentti) yleissopimuksen 1 artiklan osalta.
sme: Dat baicce dolvot ja leat dolvon dakkár boazodollui, mii ii leat ekonomalaččat, sosiálalaččat iige kultuvrralaččat bistevaš vuođu alde. Bistevaš ovdáneami riikkadási oppalašárvvoštallamis (YM, 2003, s. 99) boahtá ovdan, ahte sámeguovllu ekologalaš bistevaš ovdáneami ollašuvvamis gávdnojit sámiin sorjjasmeahttun áitagat.

source: Komitea toisti huolestuneisuutensa epäonnistumisesta
sme: Meahccejohtalusa lassáneapmige lea dagahan váttisvuođaid.

source: ratkaista kysymys saamelaisten maanomistuksesta ja niistä monista julkisista ja yksityisistä maankäyttötavoista, jotka vaikuttavat saamelaisten elinkeinoihin – erityisesti poronhoitoon – vaarantaen näin heidän kansallisen kulttuurinsa ja elämäntapansa ja täten heidän identiteettinsä.
sme: Turisma ollašuhttojuvvo sámeguovllus eanas olggobeale turismafitnodagaid eavttuiguin. Sámeguovllu bistevaš ekologalaš ovddideami sáhtášiige buoridit nu, ahte buoriduvvojit sámiid váikkuhanvejolašvuođat ja váldojuvvo vuhtii sin árbevirolaš luonddudovdamuš.

source: Ihmisoikeuskomitean suosituksen 17 kohdan mukaan: ”Sopimusvaltion olisi saamen kansaan liittyen nopeasti ryhdyttävä päättäväisiin toimiin saadakseen aikaan soveliaan ratkaisun maaoikeuskiistassa ottaen riittävällä tavalla huomioon tarpeen säilyttää saamelaisten identiteetti yleissopimuksen 27 artiklan mukaisesti.
sme: Ekonomalaččat bistevaš ovdáneami ollašuvvan vuođđuduvvá riikkadási oppalašárvvoštallama mielde (s. 100) sámiid vejolašvuođaide bargat iežaset árbevirolaš ealáhusaiguin.

source: Tällä välillä sopimusvaltiota pyydetään pidättäytymästä kaikista toimista, jotka saattaisivat vaikuttaa kielteisellä tavalla ennakolta saamelaisten maaoikeuskysymysten ratkaisemiseen.”
sme: Sámiid perspektiivvas ekonomalaččat bistevaš boazodoalu jođiheami váttásmuhttá boazodoalu buohtastahttin šibitdollui geatnegahttimiid muhto ii doarjjadási hárrái, mii vuoruha stuorra ”boazošibitbálgosiid”.

source: Näihin lähtökohtiin liittyen tarkastellaan seuraavassa, missä määrin saamelaisten mahdollisuudet oman kulttuurinsa harjoittamiseen ovat lain tarkoituksen mukaisesti säilyneet vai ovatko ne heikentyneet erämaalain säätämisen jälkeen ja missä määrin Tarvantovaaran hoito- ja käyttösuunnitelma vaikuttaa saamelaisten kulttuurinturvan toteutumiseen.
sme: Boazoguohtoneatnamat gáržot dađistaga ja guohtoneatnamiid molssodanvuogádaga šaddá váddáseabbon lágidit, vaikko dat bálgosiid stuorra viidodaga dihte muđui livččii vejolaš. Sámit eai dovdda iežaset leat ekonomalaččat dorvvastuvvon sajádagas barggadettiineaset árbevirolaš ealáhusaiguin.

source: Otsikko liittyy Metsähallituksen luonteessa, toimintaperiaatteissa ja toimintatavassa tapahtuneisiin muutoksiin erämaalain säätämisen jälkeen.
sme: Sosiálalaččat bistevaš ovdáneami hárrái (s. 100) sámekultuvra lea čadnojuvvon lundui, ealáhusaide ja sámeservošiidda, ja nuba sámekultuvra lea báikáičadnojuvvon.

source: Yhtiön eri tulosalueilla ja tytäryhtiöillä on oma maan kattava organisaatio ja ne ovat tulosvastuulliset.
sme: Sámiide galggašiige dorvvastit ruovttuguovllus dakkár sajádaga servodatvuogádagas ja barggolašvuođa ja bálvalusaid hárrái, ahte sii sáhtášedje jos háliidit orrut iežaset guovllus.

source: Samalla Metsähallitus-konsernin toiminta määriteltiin monihyödyketuotannoksi, jonka kulmakiviä ovat mm. metsätalous ja virkistyspalveluiden tuottaminen.
sme: Sámiid ekonomalaš dili maŋásmannan lea dagahan maiddái dan, ahte sámeservoša siste olbmot vedjet sosiálaččat ja vuoiŋŋalaččat fuonibut ja fuonibut.

source: Virkistyspalveluilla tarkoitetaan sekä yhteiskunnallisia palveluja yleisen virkistyskäytön edistämiseksi että maksullisia luontopalveluja ja luontomatkailun edistämistä.
sme: Sámekultuvrras leat mielde buot bealit ekologalaččat, ekonomalaččat ja sosiálalaččat bistevaš ovdáneamis (s. 100). Ovdáneapmi ii leat sámiid hárrái kultuvrralaččat bistevaš vuođu alde, jos

source: Erämaasuunnitelmaa rasittaa Metsähallituksen lain mukainen liiketaloudellinen rooli, jota pyritään koko ajan “neutraloimaan” sallimalla matkailuun liittyvä yksityinen liiketoiminta ja mahdollisuus sen lisäämiseen Metsähallituksen rakennuksissa, virkistyskäyttövyöhykkeellä ja myös syrjävyöhykkellä.
sme: Sámekultuvra ja dasa guoskevaš árbevirolaš eallinvuohki leat riikkadási oppalašárvvoštallama mielde oppa áigge áitojuvvon. Suomas ja ránnjáriikkain dahkkojuvvon dutkamušat čájehit ahte boazodoalus dárbbašlaš meahccás guovllut leat geahppánan mealgat dáid maŋimus logijagiid áigge.

source: Sekä Metsähallituksen oma toiminta että yksityinen liiketoiminta tapahtuu saamelaista poronhoitoa, kalastusta, metsästystä ja muuta maankäyttöä heikentäen ristiriitaisesti perustuslain 17.3 §:n ja Metsähallituslain 4.2 §:n kanssa.
sme: Guohtonguovlluid gáržun ja bieđganeapmi lea váikkuhan funet, mii boahtá bures ovdan das, ahte bohccot garvvašit huksejuvvon guovlluid dahje čuozáhagaid (Nellemann 1997, Nelleman &amp; Vistnes 1999, Prestbakmo 1991, Särkelä 1988).

source: Käytännössä tämä tarkoittaa sitä, ettei Metsähallitus ole täysin neutraali toimija, vaan se ajaa samalla omia liiketaloudellisia etujaan, vaikka Ylä-Lapissa tulostavoitteita onkin mukautettu enemmän paikallisia olosuhteita vastaaviksi.
sme: Dát mearkkaša dan, ahte dálá guohtoneatnamat eai šatta beaktilit geavahuvvot ja guohtundeaddu čuohcá dihto guovlluide garraseappot go livččii sávahahtti. Meahcceguovloplánas gáibiduvvo ahte boazodoallu vuogáiduvvá iešalddes buot guvlui plánejuvvon eará luonddugeavahanhámiide.

source: Näin saamelaisille perusoikeutena turvattujen kalastuksen, metsästyksen ja poronhoidon harjoittamisedellytysten toteutuminen jäi osittain riippumaan Metsähallituksen lupamyynnin määrästä ja ehdoista.
sme: Meahcceguovlluid geavahit eanet ja eanet ja daid ollesviidodat lea geahppánan, ja danin boazodollui lea šaddan váddáseabbon ja váddáseabbon vuogáiduvvat dillái. Birrasa plánemis giddejuvvo dábálaččat fuopmášupmi dušše guohtoneatnamiid gollandássái.
